/* eslint-disable */
export default {
    manufacturers: [
        {
            id: 1,
            avatar: 'manufacturer.png',
            name: 'Лайт Кухни',
            location: 'Италия',
            categories: [
                {
                    name: 'Прихожые'
                },
                {
                    name: 'Гостиные'
                },
                {
                    name: 'Детские'
                },
                {
                    name: 'Прихожые'
                },
                {
                    name: 'Гостиные'
                },
                {
                    name: 'Детские'
                },
                {
                    name: 'Прихожые'
                },
                {
                    name: 'Гостиные'
                },
            ],
            products: [
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: 'А также представители современных социальных резервов формируют глобальную экономическую сеть и при этом —  объявлены нарушающими общечеловеческие нормы этики и морали. Мы вынуждены отталкиваться от того, что консультация с широким активом играет определяющее значение для системы массового участия.',
                },
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: '',
                },
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: '',
                },
            ]
        },
        {
            id: 2,
            avatar: 'manufacturer.png',
            name: 'Лайт Кухни',
            location: 'Италия',
            categories: [
                {
                    name: 'Прихожые'
                },
                {
                    name: 'Гостиные'
                },
                {
                    name: 'Детские'
                },
                {
                    name: 'Детские'
                },
                {
                    name: 'Детские'
                }
            ],
            products: [
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: 'А также представители современных социальных резервов формируют глобальную экономическую сеть и при этом —  объявлены нарушающими общечеловеческие нормы этики и морали. Мы вынуждены отталкиваться от того, что консультация с широким активом играет определяющее значение для системы массового участия.',
                },
            ]
        },
        {
            id: 3,
            avatar: 'manufacturer.png',
            name: 'Лайт Кухни',
            location: 'Италия',
            categories: [
                {
                    name: 'Прихожые'
                },
                {
                    name: 'Гостиные'
                },
                {
                    name: 'Детские'
                }
            ],
            products: [
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: 'А также представители современных социальных резервов формируют глобальную экономическую сеть и при этом —  объявлены нарушающими общечеловеческие нормы этики и морали. Мы вынуждены отталкиваться от того, что консультация с широким активом играет определяющее значение для системы массового участия.',
                },
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: ''
                },
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: 'А также представители современных социальных резервов формируют глобальную экономическую сеть и при этом —  объявлены нарушающими общечеловеческие нормы этики и морали. Мы вынуждены отталкиваться от того, что консультация с широким активом играет определяющее значение для системы массового участия.',
                },
                {
                    image: 'product1.png',
                    title: 'Кухня ЛРАЙ145 МДФ ПВХ Сатин Бежевый/СИСТЕМА',
                    facades: 'эмаль',
                    body: 'ДСП',
                    top: 'Камень',
                    width: '8 метров*',
                    price: '1.200.000 руб.',
                    description: ''
                },
            ]
        }
    ],
    myProducts: [],
    update: false,
}